# St7SetFaceWireThickness

Sets the thickness of the face wireframes.

long St7SetFaceWireThickness(long uID, long Thickness)
Input Parameters
uID
Strand7 model file ID.
Thickness
The face Wireframe Thickness in the range kMinThickness to kMaxThickness.